Repository: imamrisnandar/muslimly
Catalog: lib/src/l10n/arb/app_*.arb
Languages: id

# settingsTitle
source: Settings
id: Pengaturan

# settingsProfile
source: Profile
id: Profil

# settingsLanguage
source: Language
id: Bahasa

# settingsName
source: Name
id: Nama

# settingsSave
source: Save
id: Simpan

# settingsLanguageEnglish
source: English
id: Inggris

# settingsLanguageIndonesian
source: Indonesian
id: Indonesia

# nameInputTitle
source: What should we call you?
id: Siapa nama panggilanmu?

# nameInputHint
source: Your Name
id: Nama Kamu

# nameInputButton
source: Get Started
id: Mulai

# commonError
source: Something went wrong
id: Terjadi kesalahan

# prayerFajr
source: Fajr
id: Subuh

# prayerDhuhr
source: Dhuhr
id: Dzuhur

# prayerAsr
source: Asr
id: Ashar

# prayerIsha
source: Isha
id: Isya

# bottomNavHome
source: Home
id: Beranda

# bottomNavPrayer
source: Prayer
id: Jadwal

# bottomNavQuran
source: Quran
id: Al-Quran

# bottomNavDzikir
source: Dzikir & Dua
id: Dzikir & Doa

# bottomNavSettings
source: Settings
id: Pengaturan

# cardNextPrayer
source: Next Prayer
id: Sholat Berikutnya

# cardDailyGoal
source: Daily Quran Goal
id: Target Harian

# cardQuickAccess
source: Quick Access
id: Akses Cepat

# cardContinueReading
source: Continue Reading
id: Lanjut Baca

# cardDailyInspiration
source: Daily Inspiration
id: Inspirasi Harian

# timeRemaining
source: {hours} h {minutes} min remaining
id: {hours} jam {minutes} menit lagi

source: Until tomorrow
id: Sampai besok

# upcomingPrayer
source: Upcoming
id: Akan Datang

source: Prayer Schedule
id: Jadwal Sholat

# searchCityTitle
source: Search City
id: Cari Kota

# searchCityHint
source: Enter city name (e.g. London)
id: Masukkan nama kota (cth. Jakarta)

source: Close
id: Tutup

source: Loading...
id: Memuat...

# versesCount
source: {count} Verses
id: {count} Ayat

# readingModeTitle
source: Select Reading Mode
id: Pilih Mode Baca

# modeListTitle
source: Verse by Verse
id: Ayat per Ayat

# modeListSubtitle
source: List view with translation
id: Tampilan list dengan terjemahan

# modeMushafSubtitle
source: Page view
id: Tampilan halaman

# searchSurahHint
source: Search Surah or Ayah...
id: Cari Surah atau Ayat...

# aboutTitle
source: About
id: Tentang Aplikasi

# aboutSummary
source: Muslimly is your modern companion for daily Islamic activities. Features include accurate prayer times, Quran reading, and daily reminders.
id: Muslimly adalah sahabat modern Anda untuk aktivitas Islami harian. Fitur mencakup jadwal sholat akurat, bacaan Al-Quran, dan pengingat harian.

# contactTitle
source: Contact Developer
id: Hubungi Pengembang

# chartWeeklyTitle
source: Weekly Summary
id: Ringkasan Mingguan

# chartLegendTargetReached
source: Target Reached
id: Target Tercapai

# chartLegendInProgress
source: In Progress
id: Sedang Berjalan

# chartLegendNoActivity
source: No Activity
id: Tidak Ada Aktivitas

# historyTitle
source: Reading History
id: Riwayat Membaca

# targetLabel
source: Target: {count} pages/day
id: Target: {count} halaman/hari

# prayerNotificationTitle
source: {prayer} Notification
id: Notifikasi {prayer}

# notificationSoundAdhan
source: Adhan Sound (Adzan)
id: Suara Adzan

# notificationSoundBeep
source: Beep (System Default)
id: Beep (Standar Sistem)

# notificationSoundSilent
source: Silent (Mute)
id: Senyap (Mute)

# prayerSunrise
source: Sunrise
id: Terbit

# settingsQuran
source: Quran Settings
id: Pengaturan Quran

# settingsDailyTarget
source: Daily Reading Target
id: Target Bacaan Harian

# settingsTargetPages
source: {count} Pages / Day
id: {count} Halaman / Hari

# settingsReadingHistory
source: Reading History
id: Riwayat Membaca

# settingsHistorySubtitle
source: View your Mushaf reading logs
id: Lihat log aktivitas bacaan

# settingsDeveloper
source: Developer Options
id: Opsi Pengembang

# settingsTestAdhan
source: Test Adhan Notification
id: Test Notifikasi Adzan

# settingsTestAdhanSubtitle
source: Trigger an immediate notification
id: Memicu notifikasi segera

# settingsTestAdhanTriggered
source: Notification Triggered!
id: Notifikasi Dipicu!

# targetSelectTitle
source: Select Daily Target
id: Pilih Target Harian

# targetBeginner
source: Beginner (2 Pages)
id: Pemula (2 Halaman)

# targetRoutine
source: Routine (4 Pages)
id: Rutin (4 Halaman)

# targetHalfJuz
source: Half Juz (10 Pages)
id: Setengah Juz (10 Halaman)

# targetOneJuz
source: One Juz (20 Pages)
id: Satu Juz (20 Halaman)

# targetCustom
source: Custom Target...
id: Target Kustom...

# targetCustomTitle
source: Set Custom Target
id: Atur Target Kustom

# targetCustomHint
source: Enter number of pages
id: Masukkan jumlah halaman

source: Cancel
id: Batal

# cardReadingHistory
source: Reading History
id: Riwayat Membaca

# cardReadingHistorySubtitle
source: Track your reading logs
id: Lihat catatan bacaan Anda

# cardContinueReadingSubtitle
source: View your saved bookmarks
id: Lihat penanda yang tersimpan

# cardDailyInspirationSubtitle
source: The Power of Gratitude in Islam
id: Kekuatan Syukur dalam Islam

# targetReachedMessage
source: MashaAllah, Target Reached!
id: MashaAllah, Target Tercapai!

# targetProgress
source: {progress} / {target} Pages
id: {progress} / {target} Halaman

# emptyBookmarkTitle
source: No bookmarks yet
id: Belum ada penanda

# emptyBookmarkSubtitle
source: Start reading to add bookmarks
id: Mulai membaca untuk menambah penanda

# btnGoToQuran
source: Go to Quran
id: Ke Al-Quran

# targetHelp
source: Reading progress is recorded automatically when you read a page for more than 20 seconds.
id: Progres baca terekam otomatis jika Anda membaca halaman lebih dari 20 detik.

source: Mark as Read
id: Tandai Selesai

# notificationPrayerTitle
source: Time for {prayerName}
id: Waktu {prayerName} Telah Tiba

# notificationPrayerBody
source: Let's perform {prayerName} prayer now.
id: Mari laksanakan sholat {prayerName} sekarang.

# notificationPrePrayerTitle
source: Approaching {prayerName}
id: Menuju Waktu {prayerName}

# notificationPrePrayerBody
source: 15 minutes left until {prayerName} time. Don't forget to read Quran after prayer.
id: 15 menit lagi waktu {prayerName} akan tiba. Jangan lupa sempatkan membaca Al-Quran setelah sholat ya.

# notificationSmartBodyProgress
source: Let's read {remaining} more pages today! ✨
id: Yuk, baca {remaining} halaman lagi hari ini! ✨

# notificationSmartBodyStart
source: Let's start your {target} pages goal today! ✨
id: Yuk, baca {target} halaman targetmu hari ini! ✨

# notificationFallbackTitle
source: Time to Read Quran 📖
id: Waktunya Mengaji 📖

# notificationFallbackBody
source: Reading even one verse is meaningful.
id: Sempatkan baca satu ayat pun baik.

# nameInputError
source: Please enter your name
id: Mohon masukkan nama Anda

# dzikirReadCount
source: Read {count}x
id: Baca {count}x

# dzikirTapToCount
source: Tap to count
id: Tap untuk hitung

# dzikirFinish
source: Done
id: Selesai

# dzikirDoneMessage
source: You have completed this Dzikir session.
id: Anda telah menyelesaikan rangkaian dzikir ini.

# dzikirSelectCategory
source: Select Category
id: Pilih Kategori

# dzikirMorningTitle
source: Morning Dzikir
id: Dzikir Pagi

# dzikirMorningSubtitle
source: Start your day with remembrance
id: Pembuka hari dengan dzikir

# dzikirEveningTitle
source: Evening Dzikir
id: Dzikir Petang

# dzikirEveningSubtitle
source: Close your day with peace
id: Penutup hari dengan ketenangan

# dzikirPrayerTitle
source: After Prayer
id: Dzikir Sholat

# dzikirPrayerSubtitle
source: Dzikir after Fardhu prayer
id: Wirid setelah sholat fardhu

# dzikirDailyTitle
source: Daily Dua
id: Doa Harian

# dzikirDailySubtitle
source: Collection of daily prayers
id: Kumpulan doa sehari-hari

source: Coming Soon
id: Segera Hadir

# fontDownloadError
source: Failed to download font
id: Gagal mengunduh font

# checkInternetConnection
source: Please check your internet connection.
id: Mohon periksa koneksi internet Anda.

source: Try Again
id: Coba Lagi

# showcaseNavigation
source: Swipe left/right to move pages. Long press verse for options.
id: Geser kanan/kiri untuk pindah halaman. Tekan lama ayat untuk opsi.

# showcaseBookmark
source: Save this page to bookmarks.
id: Simpan halaman ini ke bookmark.

# showcaseCompletion
source: Page is marked as read automatically after 20 sec. Tap to mark manually.
id: Halaman otomatis tertanda selesai setelah 20 detik. Ketuk untuk tandai manual.

# showcaseDailyGoal
source: Track your daily reading progress here.
id: Pantau progres bacaan harianmu di sini.

# showcaseSettingsGoal
source: Set your daily reading target in Settings.
id: Atur target bacaan harian di menu Pengaturan.

# showcasePrayerCard
source: Check prayer times and countdown.
id: Lihat jadwal sholat dan hitung mundur adzan.

# showcaseQuickAccess
source: Quick access to Bookmarks and History.
id: Akses cepat ke Bookmark dan Riwayat.

# showcaseDzikir
source: Read daily Dzikir and specific Duas here.
id: Baca Dzikir pagi/petang dan kumpulan Doa di sini.

# showcaseQuranTab
source: Tap here to open the Quran.
id: Ketuk di sini untuk mulai membaca Al-Quran.

# lblPages
source: Pages
id: Halaman

# lblReadMore
source: Read More
id: Baca Lagi

# lblInspiration
source: Inspiration
id: Inspirasi

# lblCompleted
source: Completed! 🎉
id: Selesai! 🎉

# menuPlay
source: Play
id: Putar

# menuTranslation
source: Translation
id: Terjemahan

# menuBookmark
source: Bookmark
id: Tandai

# tajwidLegendTitle
source: Tajweed Guide
id: Panduan Tajwid

# tajwidGhunnahDesc
source: Nasal sound (2 beats)
id: Dengung (2 harakat)

# tajwidIkhfaDesc
source: Hidden / Faint (2 beats)
id: Samar-samar (2 harakat)

# tajwidMadJaizDesc
source: Long (2/4/5 beats)
id: Panjang (2/4/5 harakat)

# tajwidQalqalahDesc
source: Bouncing sound
id: Pantulan

# tajwidIqlabDesc
source: N turns into M sound
id: Membalikkan (Bunyi 'N' jadi 'M')

# tajwidMadWajibDesc
source: Very Long (4-6 beats)
id: Panjang (4-6 harakat)

# tajwidIdghamBilaghunnah
source: Idgham Bilaghunnah / Waqf
id: Idgham Bilaghunnah / Tanda Wakaf

# tajwidIdghamBilaghunnahDesc
source: Merged / Not pronounced
id: Dilebur / Tidak dibaca

# showcaseDraggableTitle
source: Flexible Player
id: Player Fleksibel

# showcaseDraggableDesc
source: Long press & drag to move position.
id: Tekan lama & geser player ini untuk memindahkan posisinya

# showcaseReciterDesc
source: Tap here to change Reciter.
id: Ganti Qari pilihan Anda di sini

# lblBookmarks
source: Bookmarks
id: Daftar Penanda

# tabAyahList
source: Ayah (List)
id: Ayat (List)

# tabPageMushaf
source: Mushaf (Page)
id: Mushaf (Halaman)

# emptyBookmarkAyahTitle
source: No Ayah Bookmarks
id: Belum ada bookmark ayat

# emptyBookmarkAyahSubtitle
source: Your marked ayahs will appear here
id: Ayat yang Anda tandai akan muncul di sini

# emptyBookmarkPageTitle
source: No Page Bookmarks
id: Belum ada bookmark halaman

# emptyBookmarkPageSubtitle
source: Your marked pages will appear here
id: Halaman yang Anda tandai akan muncul di sini

# lblSavedBookmarks
source: SAVED BOOKMARKS
id: BOOKMARK TERSIMPAN

# lblListType
source: Ayah
id: Ayat

# lblAyah
source: Ayah
id: Ayat

# lblPage
source: Page
id: Hal

# lblWeek
source: Week
id: Minggu

# targetPageExplanation
source: Page target is tracked when reading in Mushaf tab.
id: Target Halaman dihitung saat membaca di tab Mushaf.

# targetAyahExplanation
source: Ayah target is tracked when reading in List/Surah Detail mode.
id: Target Ayat dihitung saat membaca di mode List/Detail Surah.

# backgroundRefreshTitle
source: Yesterday's Progress
id: Progres Bacaan Kemarin

# backgroundProgressEncourage
source: Yesterday you read {progress} {unit}s. Let's try to hit the target today!
id: Kemarin kamu membaca {progress} {unit}. Yuk, semangat capai target hari ini!

# backgroundProgressFinished
source: Alhamdulillah, you hit the {target} {unit} target yesterday! Keep it up.
id: Alhamdulillah, kemarin target {target} {unit} tercapai! Pertahankan semangatmu.

# backgroundProgressZero
source: You didn't read Quran yesterday. Let's start fresh today with Bismillah!
id: Kemarin kamu belum sempat baca Quran. Mulai hari ini dengan bismillah yuk!

# settingsTestBackgroundSubtitle
source: Run daily update task now
id: Jalankan task update harian sekarang

# showcaseQuranSearch
source: Search specific Surah or Ayah.
id: Cari Surah atau Ayat tertentu.

# showcaseQuranBookmarks
source: Access your bookmarks and favorite verses.
id: Akses bookmark dan ayat favoritmu.

# showcaseQuranItem
source: Tap to open. Choose between Ayah or Mushaf view.
id: Ketuk untuk membuka. Pilih tampilan Ayat atau Mushaf.

# showcaseQuranPlay
source: Tap to play the Surah audio.
id: Ketuk untuk memutar audio Surah.

# showcaseMarkRead
source: Tap to mark this ayah as read and track your progress.
id: Ketuk untuk tandai sudah dibaca dan pantau progresmu.

# showcaseTafsir
source: View Tafsir and detailed translation.
id: Lihat Tafsir dan detail terjemahan.

# showcasePlayAyah
source: Listen to the audio of this ayah.
id: Dengarkan audio untuk ayat ini.

# settingsResetShowcase
source: Reset Showcase
id: Reset Tutorial

# settingsResetShowcaseSubtitle
source: Reset all tutorials to see them again.
id: Tampilkan ulang semua tutorial intro.

source: Jump to Ayah
id: Lompat ke Ayat

# showcaseJumpToAyahDesc
source: Tap here to quickly navigate to a specific Ayah
id: Ketuk di sini untuk melompat cepat ke ayat tertentu

# navPage
source: Page
id: Halaman

# hintEnterPage
source: Enter Page (1 - 604)
id: Isi Halaman (1 - 604)

# goButton
source: Go to Page
id: Buka Halaman

# startOfJuz
source: Start of Juz {number}
id: Mulai Juz {number}

source: Select Ayah
id: Pilih Ayat

# surahAyahs
source: {count} Ayahs
id: {count} Ayat

# showcaseAyahShare
source: Share this Ayah text or image.
id: Bagikan ayat ini (Teks/Gambar).

# showcaseAyahBookmark
source: Bookmark this Ayah to read later.
id: Simpan ayat ini ke Bookmark.

# showcaseQuranNavigation
source: Jump to specific Page, Juz, or Hizb.
id: Lompat ke Halaman, Juz, atau Hizb tertentu.

# searchInAyahs
source: Search '{query}' in Ayahs
id: Cari '{query}' di dalam Ayat

# searchResultsFor
source: Search results for '{query}'
id: Hasil pencarian '{query}'

# quranNavigationTitle
source: Quran Navigation
id: Navigasi Al-Quran

source: Qibla Compass
id: Arah Kiblat

source: Find Qibla Direction
id: Cari Arah Kiblat

source: Qibla Direction
id: Arah Kiblat

source: Location Permission Required
id: Izin Lokasi Diperlukan

source: Error reading compass
id: Gagal membaca kompas

# deviceNoSensors
source: Device does not have sensors
id: Perangkat tidak memiliki sensor

# compassCalibrateHint
source: Rotate your device in a figure 8 pattern to calibrate
id: Putar perangkat membentuk angka 8 untuk kalibrasi

# onboardingTitle1
source: Build a Reading Habit
id: Bangun Kebiasaan Mengaji

# onboardingDesc1
source: Set your daily target (e.g. 1 Juz or 4 Pages) and track your consistency every day.
id: Atur target harianmu (misal: 1 Juz atau 4 Halaman) dan pantau istiqomahmu setiap hari.

# onboardingTitle2
source: Complete Worship Companion
id: Sahabat Ibadah Terlengkap

# onboardingDesc2
source: Accurate prayer times, precise Qibla direction, and daily Dzikir in one app.
id: Jadwal sholat akurat, arah kiblat presisi, dan dzikir harian dalam satu aplikasi.

# onboardingTitle3
source: Intercession in the Hereafter
id: Syafaat di Hari Kiamat

# onboardingDesc3
source: "Read the Quran, for indeed it will come on the Day of Resurrection as an intercessor for its companions." (Muslim)
id: "Bacalah Al-Qur'an, karena sesungguhnya ia akan datang pada hari kiamat sebagai pemberi syafa'at bagi pembacanya." (HR. Muslim)

source: Get Started
id: Mulai Sekarang

source: Share
id: Bagikan

source: CONTINUE READING (AYAH)
id: LANJUT BACA (AYAT)

source: CONTINUE READING (PAGE)
id: LANJUT BACA (HALAMAN)

# showcaseDzikirTitle
source: Dzikir & Dua
id: Dzikir & Doa

# showcaseSettingsTitle
source: Settings
id: Pengaturan

# showcaseQuranTabTitle
source: Quran
id: Al-Quran

# showcaseDailyGoalTitle
source: Daily Goal
id: Target Harian

# showcaseQuickAccessTitle
source: Quick Access
id: Akses Cepat

# showcasePrayerTitle
source: Prayer Times
id: Jadwal Sholat

# sbJumpToAyah
source: Jumped to Ayah {ayah} (Page {page})
id: Lompat ke Ayat {ayah} (Hal {page})

# sbPageNotFound
source: Page not found in loaded data.
id: Halaman tidak ditemukan di data.

# sbAyahNotFound
source: Could not find Ayah {ayah}
id: Ayat {ayah} tidak ditemukan

# sbDataNotLoaded
source: Data not loaded yet.
id: Data belum dimuat.

# sbOpeningSurah
source: Opening {surah}...
id: Membuka {surah}...

# sbNextSurahNotFound
source: Next Surah Not Found!
id: Surah berikutnya tidak ditemukan!

# sbEndOfQuran
source: End of Quran
id: Akhir Al-Quran

# sbStartOfQuran
source: Start of Quran
id: Awal Al-Quran

# sbBookmarkedPage
source: Bookmarked Page {page}
id: Halaman {page} ditandai

# sbReadingSaved
source: Reading progress saved!
id: Riwayat bacaan disimpan!

# sbAyahBookmarked
source: Ayah Bookmarked!
id: Ayat berhasil ditandai!

# searchSortedByRelevance
source: Sorted by relevance, for details click on the ayah
id: Diurutkan berdasar relevansi, untuk detail klik pada ayat

# qiblaFacing
source: You are facing Qibla
id: Anda menghadap Kiblat

# qiblaTurnRight
source: Turn Right →
id: Putar Kanan →

# qiblaTurnLeft
source: ← Turn Left
id: ← Putar Kiri

# qiblaLocating
source: Locating Qibla...
id: Mencari Qiblat...

# qiblaAligned
source: ALIGNED
id: LURUS

# qiblaAlignArrow
source: Align the arrow to the top
id: Luruskan panah ke atas

# qiblaNoSensor
source: No Compass Sensor
id: Sensor Kompas Tidak Ditemukan

# sbBookmarkSaved
source: Bookmark saved
id: Bookmark tersimpan

# sbBookmarkRemoved
source: Bookmark removed
id: Bookmark dihapus

# sbJumpedToAyah
source: Jumped to Ayah {ayah}
id: Pindah ke Ayat {ayah}

# sbRecordedAyahs
source: Recorded {count} Ayahs read!
id: Tercatat {count} Ayat telah dibaca!

# sbLastReadUpdated
source: Last read position updated
id: Posisi terakhir dibaca diperbarui

# emptyHistorySubtitle
source: Start reading to track your progress
id: Mulai membaca untuk melacak progres Anda

# lblThisWeek
source: This Week
id: Minggu Ini

# sbPageReadLogged
source: Page {page} recorded ({duration}s)
id: Halaman {page} tercatat ({duration}d)

# lblDailyAverage
source: Avg/Day
id: Rata-rata/Hari

# lblAyahs
source: Ayahs
id: Ayat

# lblDays
source: Days
id: Hari

# insightStreakWarning
source: Don't break your {streak}-day streak! Read at least 1 {unit} today.
id: Jangan putuskan streak {streak} hari! Baca minimal 1 {unit} hari ini.

# insightAheadTarget
source: Great job! You're {percent}% ahead of your weekly target!
id: Hebat! Kamu {percent}% lebih maju dari target mingguan!

# insightBehindTarget
source: You're behind by {remaining} {unit}. Try reading {needed} {unit} today!
id: Kamu tertinggal {remaining} {unit}. Coba baca {needed} {unit} hari ini!

# insightStreakMilestone
source: {streak}-day streak! Keep it up!
id: Streak {streak} hari! Pertahankan!

# insightPerfectWeek
source: Perfect week! You've reached your target every day!
id: Minggu sempurna! Kamu mencapai target setiap hari!

# insightDailyRecord
source: New Record! {max} {unit} in a single day!
id: Rekor baru! {max} {unit} dalam sehari!

# insightLifetimeMilestone
source: Amazing! You've reached {total} {unit} lifetime total!
id: Pencapaian luar biasa! Total bacaan {total} {unit}!

# insightTargetInfo
source: Target: {daily} {unit}/Day • {weekly} {unit}/Week
id: Target: {daily} {unit}/Hari • {weekly} {unit}/Minggu

# guideTitle
source: App Guide
id: Panduan Aplikasi

# guideSubtitle
source: Learn about tracking and targets
id: Pelajari cara pencatatan dan target

# guideTargetTitle
source: 1. Targets & Goals
id: 1. Target & Niat

# guideTargetDesc
source: Set your Daily Target in Settings. **You can choose to track by Pages or Ayahs.** Your Weekly Target is simply your daily target x 7. You can accumulate reading on weekends to meet the weekly goal.
id: Atur Target Harian di Pengaturan. **Kamu bisa memilih target berdasarkan Halaman atau Ayat.** Target Mingguan adalah target harian x 7. Kamu bisa menabung bacaan di akhir pekan untuk mengejar target mingguan.

# guideMushafTitle
source: 2. Mushaf Mode (Page View)
id: 2. Mode Mushaf (Halaman)

# guideMushafDesc
source: • **Timer:** Starts automatically when you open a page. • **Progress:** Swiping to the next page counts the previous one as read (after reading for at least 20 seconds). • **Manual Mark:** Use the **Green Checklist Button** (bottom right) to save your last position without changing pages.
id: • **Timer Otomatis:** Berjalan saat halaman terbuka. • **Progres:** Geser ke halaman berikutnya akan mencatat halaman sebelumnya sebagai sudah dibaca (setelah minimal 20 detik membaca). • **Tandai Manual:** Gunakan **Tombol Checklist Hijau** (kanan bawah) untuk menyimpan posisi terakhir tanpa pindah halaman.

# guideListTitle
source: 3. List Mode (Ayah View)
id: 3. Mode Ayat (List)

# guideListDesc
source: • **No Timer:** We focus on Ayah count here, not duration. • **Progress:** Tap an ayah and select **Mark as Last Read**. We calculate how many new ayahs you've read since your last session. • *Example:* If you last read Ayah 5, and today mark Ayah 20, we record **15 new ayahs**.
id: • **Tanpa Timer:** Fokus pada jumlah ayat, bukan durasi. • **Progres:** Tekan ayat dan pilih **Tandai Terakhir Baca**. Kami menghitung selisih ayat baru dari sesi terakhirmu. • *Contoh:* Terakhir baca Ayat 5, hari ini tandai Ayat 20. Tercatat: **15 Ayat Baru**.

# guideInsightTitle
source: 4. Stats & Streak
id: 4. Statistik & Streak

# guideInsightDesc
source: • **Unique Pages:** In Mushaf Mode, we track *Unique Pages* for Khatam progress. Reading the same page twice won't double your 'Total Pages' count, but the duration is added! • **Streak:** Read at least 1 ayah/page daily to keep your streak alive.
id: • **Halaman Unik:** Di Mode Mushaf, kami mencatat *Halaman Unik* untuk progres Khatam. Membaca halaman yang sama berulang kali tidak menambah 'Total Halaman', tapi durasinya tetap dicatat! • **Streak:** Baca minimal 1 ayat/halaman setiap hari agar streak tidak putus.

# lblWeekly
source: Weekly
id: Mingguan

# lblMonthly
source: Monthly
id: Bulanan

# msgEndOfHistory
source: You've reached the end of your history
id: Anda telah mencapai akhir riwayat

# chartMonthlyTitle
source: Monthly Progress
id: Progres Bulanan
